xorg
xorg-apps
xorg-xinit
mesa
lib32-mesa
vulkan-icd-loader
lib32-vulkan-icd-loader
libinput
xf86-input-libinput
xf86-input-elographics
xf86-input-evdev
xf86-input-synaptics
wireplumber
pipewire-jack
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
lib32-pipewire
lib32-pipewire-jack
pavucontrol
noto-fonts
noto-fonts-emoji
terminus-font
ttf-hack
xdg-user-dirs
xdg-utils
usbutils
libx11
libxft
libxinerama
--END OF MINIMAL INSTALL--
avahi
curl
bind
bridge-utils
dhclient
dnsutils
dnsmasq
git
ifplugd
inetutils
ipset
iptables-nft
mobile-broadband-provider-info
modemmanager
net-tools
netctl
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-qt5
nfs-utils
nmap
nm-connection-editor
nss-mdns
ntp
openbsd-netcat
openconnect
openssh
openvpn
openresolv
wireless-regdb
wireless_tools
wget
wpa_supplicant
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
sof-firmware
pipewire-docs
pipewire-ffado
pipewire-roc
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
gst-plugin-pipewire
gstreamer
gst-plugins-good
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
playerctl
bluez
bluez-libs
bluez-utils
cups
cups-pdf
cups-filters
cups-pk-helper
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
ghostscript
gsfonts
gutenprint
gtk3-print-backends
libcups
system-config-printer
acpi
acpid
acpi_call
tlp
arj
cabextract
file-roller
gzip
lzop
p7zip
sharutils
unace
unarchiver
unrar
unzip
xz
zip
zstd
man-db
man-pages
texinfo
btrfs-progs
cifs-utils
dosfstools
e2fsprogs
exfat-utils
filelight
fuse2
fuse3
fuseiso
gpart
gparted
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
ifuse
mtools
mtpfs
nfs-utils
nilfs-utils
ntfs-3g
os-prober
partclone
partimage
squashfs-tools
sshfs
udiskie
udisks2
uudeview
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
alacritty
arc-gtk-theme
autoconf
automake
bash-completion
cronie
dconf-editor
dialog
evince
exa
ffmpegthumbs
gcc
htop
icoutils
imagemagick
jdk-openjdk
kitty
kvantum
libreoffice-still
make
meld
papirus-icon-theme
pkgconf
python-notify2
python-psutil
python-pyqt5
python-pip
qbittorrent
ranger
reflector
rofi
rsync
shellcheck
shfmt
telegram-desktop
vlc
which
zenity
zsh
zsh-autosuggestions
zsh-syntax-highlighting

